{"translation-revision-date":"2026-01-19 20:59:14+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"To upload them anyway, ask the site administrator to enable unfiltered file uploads.":["Bunları yine de yüklemek için site yöneticisinden filtrelenmemiş dosya yüklemelerini etkinleştirmesini isteyin."],"This is because JSON files may pose a security risk.":["Bunun nedeni JSON dosyalarının güvenlik riski oluşturabilmesidir."],"Sorry, you can't upload that file yet":["Üzgünüz, bu dosyayı henüz yükleyemezsiniz"],"Direction Row":["Yön Satırı"],"Direction Column":["Yön Sütunu"],"Import Without Enabling":["Etkinleştirmeden İçeri Aktar"],"Enable and Import":["Etkinleştir ve İçe Aktar"],"If you do not enable uploading unfiltered files, any SVG or JSON (including lottie) files used in the uploaded template will not be imported.":["Filtrelenmemiş dosyaları yüklemeyi etkinleştirmezseniz, yüklenen şablonda kullanılan SVG veya JSON (lottie dahil) dosyaları içe aktarılmaz."],"Container":["Konteyner"],"Got it":["Anladım"],"Create New Global Color":["Yeni Küresel Renk Oluşturma"],"Enable Unfiltered File Uploads":["Filtrelenmemiş Dosya Yüklemelerini Etkinleştir"],"Elementor's New Icon Library":["Elementor'un yeni simge kütüphanesi"],"Elementor v2.6 includes an upgrade from Font Awesome 4 to 5. In order to continue using icons, be sure to click \"Update\".":["Elementor v2.6, font Awesome 4'ten 5'e yükseltme içerir. Simgeleri kullanmaya devam etmek için \"yükseltme\"yi tıkladığınızdan emin olun."],"Before you enable unfiltered files upload, note that such files include a security risk. Elementor does run a process to remove possible malicious code, but there is still risk involved when using such files.":["Filtrelenmemiş dosya yüklemeyi etkinleştirmeden önce, bu tür dosyaların bir güvenlik riski içerdiğini unutmayın. Elementor, olası kötü amaçlı kodları kaldırmak için bir işlem yürütür, ancak bu tür dosyaları kullanırken hala risk vardır."],"Update":["Güncelle"],"Enable":["Etkinleştir"],"Color Picker":["Renk Seçici"],"Learn More":["Daha fazlasını öğrenin"],"Cancel":["İptal"],"%s has taken over and is currently editing. Do you want to take over this page editing?":["%s devraldı ve şu anda düzenleme yapıyor. Bu sayfa düzenlemeyi ele geçirmek ister misiniz?"],"Go Back":["Geri dön"],"Clear":["Temiz"],"Take Over":["Devral"]}},"comment":{"reference":"assets\/js\/editor.strings.js"}}