{"translation-revision-date":"2026-01-19 20:59:14+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Permission":["İzin"],"All Statuses":["Tüm Durumlar"],"All Roles":["Tüm Roller"],"Admin":["Admin"],"Choose which role will have access to a specific widget.":["Belirli bir widget'a hangi rolün erişebileceğini seçin."],"Choose which users will have access to each widget.":["Her bir widget'a hangi kullanıcıların erişebileceğini seçin."],"Elementor Pro":["Elementor Pro"],"Usage":["Kullanım"],"If you’re adding widgets back in, enjoy them!":["Widget'ları geri ekliyorsanız, keyfini çıkarın!"],"Deactivating widgets here will remove them from both the Elementor Editor and your website, which can cause changes to your overall layout, design and what visitors see.":["Widget'ları burada devre dışı bırakmak, onları hem Elementor Editor'den hem de web sitenizden kaldırır; bu da genel düzeninizde, tasarımınızda ve ziyaretçilerin gördüklerinde değişikliklere neden olabilir."],"Before you continue:":["Devam etmeden önce:"],"We saved your changes.":["Değişikliklerinizi kaydettik."],"Elementor Pro Elements":["Elementor Pro Elements"],"Element":["Element"],"Enable All":["Tümünü Etkinleştir"],"Scan Element Usage":["Tarama Elemanı Kullanımı"],"Search widgets":["Arama widget'ları"],"All Plugins":["Tüm Eklentiler"],"Turning widgets off will hide them from the editor panel, and can potentially affect your layout or front-end.":["Widget'ları kapatmak, onları editör panelinden gizleyecektir ve düzeninizi veya kullanıcı arayüzünüzü potansiyel olarak etkileyebilir."],"No elements found.":["Hiçbir öğe bulunamadı."],"Here's where you can fine-tune Elementor to your workflow. Disable elements you don't use for a cleaner interface, more focused creative experience, and improved performance.":["Elementor'u iş akışınıza göre hassas şekilde ayarlayabileceğiniz yer burasıdır. Daha temiz bir arayüz, daha odaklı bir yaratıcı deneyim ve gelişmiş performans için kullanmadığınız öğeleri devre dışı bırakın."],"times":["kez"],"Deactivate Unused Elements":["Kullanılmayan Öğeleri Devredışı Bırak"],"Sure you want to save these changes?":["Bu değişiklikleri kaydetmek istediğinizden emin misiniz?"],"Unleash the full power of Elementor's features and web creation tools.":["Elementor özelliklerinin ve web oluşturma araçlarının tüm gücünü açığa çıkarın."],"Save Changes":["Değişiklikleri kaydet"],"Plugin":["Eklenti"],"All":["Tümü"],"Search":["Ara"],"Status":["Durum"],"Learn More":["Daha fazlasını öğrenin"],"Show":["Göster"],"Cancel":["İptal"],"Save":["Kaydet"],"Edit":["Düzenle"],"Inactive":["Etkin değil"],"Active":["Etkin"]}},"comment":{"reference":"assets\/js\/element-manager-admin.js"}}